Repository: owncloud/ios-app
Catalog: ownCloud/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, eu, fr, ko, pt_br, ru, sq, th_th

source: Certificate was rejected by user.
ar: رفض المستخدم الشهادة.
de: Das Zertifikat wurde vom Benutzer abgelehnt.
es: Certificado rechazado por usuario.
eu: Ziurtagiria erabiltzaileak errefusatua izan da.
fr: Le certificat a été rejeté par l'utilisateur
ko: 사용자가 인증서를 거절했습니다.
pt_br: O certificado foi rejeitado pelo usuário.
ru: Сертификат был отклонён пользователем.
sq: Dëshmia u hodh poshtë nga përdoruesi.
th_th: หนังสือรับรองถูกปฏิเสธโดยผู้ใช้

source: Certificates
ar: الشهادات
de: Zertifikate
es: Certificados
eu: Ziurtagiriak
fr: Certificats
ko: 증명서
pt_br: Certificados
ru: Сертификаты
sq: Dëshmi
th_th: ใบรับรอง

source: Change
ar: تغيير
de: Ändern
es: Cambiar
eu: Aldatu
fr: Modification
ko: 변경
pt_br: Modificar
ru: Изменения
sq: Ndryshoje
th_th: เปลี่ยนแปลง

source: Change Sort Order
ar: غيِّر ترتيب الفرز
de: Sortierreihenfolge ändern
es: Cambiar método de ordenación
fr: Modifier l'ordre de tri
ko: 정렬 명령 변경
pt_br: Modificar Ordem de Classificação
ru: Изменить порядок сортировки
sq: Ndrysho Rend Renditjeje
th_th: เปลี่ยนลำดับการเรียง

source: Close actions menu
ar: إغلاق قائمة الإجراءات
de: Aktionen-Menü schließen
es: Cerrar el menú de acciones
fr: Fermer le menu des actions
ko: 동작 메뉴 닫기
pt_br: Fechar menu de ações
ru: Закрыть меню действий
sq: Mbylle menunë e veprimeve
th_th: ปิดเมนูการกระทำ

source: Close Search
ar: اغلاق البحث
de: Suche beenden
es: Cerrar búsqueda
fr: Fermer la recherche
ko: 검색 닫기
pt_br: Fechar Pesquisa
ru: Закрыть поиск
sq: Mbylle Kërkimin
th_th: ปิดการค้นหา

source: Close Window
ar: أغلق النافذة
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
ko: 창 닫기
pt_br: Fechar Janela
ru: Закрыть окно
sq: Mbylle Dritaren
th_th: ปิดหน้าต่าง

source: Color model
ar: نموذج اللون
de: Farbmodell
es: Modelo de color
fr: Modèle de couleur
ko: 색 모델
pt_br: Modelo de cores
ru: Цветовая модель
sq: Model ngjyrash
th_th: โมเดลสี

source: Color space
ar: الفضاء اللوني
de: Farbraum
es: Espacio de color
fr: Espace colorimétrique
ko: 색 공간
pt_br: Espaço colorido
ru: Цветовое пространство
sq: Paletë ngjyrash
th_th: พื้นที่สี

source: Compacting
ar: مضغوط
de: Freigeben
es: Compactando
fr: compactage
ko: 압축
pt_br: Compactando
ru: Сжатие
sq: Po ngjeshet
th_th: กำลังย่อ

source: Compacting of '%@' failed
ar: فشل ضغط '%@'
de: Freigeben von '%@' fehlgeschlagen
es: Compactado de '%@' falló
eu: '%@'-ren trinkotzeak huts egin du
fr: Le compactage de '%@' a échoué
ko: '%@' 압축 실패
pt_br: Compactação de '%@' falhou
ru: Сжатие '%@' не удалось
sq: Dështoi ngjeshja e '%@'
th_th: กำลังย่อข้อมูลพบความล้มเหลว '%@'

source: Completed update scans
ar: إكتملت عملية فحص التحديثات
de: Aktualisierungsscans abgeschlossen
es: Análisis de actualización completo
fr: Analyses de mise à jour terminées
ko: 완료된 업데이트 스캔
pt_br: Verificações de atualização concluídas
ru: Выполнено сканов обновлений
sq: U plotësuan kontrolle përditësimi
th_th: สแกนการอัปเดตเสร็จสมบูรณ์

source: Compulsory flash firing
ar: إطلاق فلاش إلزامي
de: Obligatorische Blitzauslösung
es: Disparo de flash obligatorio
fr: Déclenchement du flash obligatoire
ko: 플래시 강제 발광
pt_br: Disparo de flash obrigatório
ru: Принудительная вспышка сработала
sq: Shkrepje e detyrueshme flashi
th_th: ถ่ายด้วยแฟลช

source: Compulsory flash supression
ar: قمع فلاش إجباري
de: Obligatorische Blitzlichtunterdrückung
es: Supresión de flash obligatoria
fr: Suppression obligatoire du flash
ko: 플래시 강제 억제
pt_br: Supressão de flash obrigatória
ru: Принудительная вспышка подавлена
sq: Çaktivizim i detyrueshëm flashi
th_th: ป้องกันการถ่ายด้วยแฟลช

source: Connecting...
ar: جارٍ الاتصال...
de: Verbinde…
es: Conectando...
fr: connexion en cours...
ko: 연결 중...
pt_br: Conectando...
ru: Соединение…
sq: Po lidhet…
th_th: กำลังเชื่อมต่อ ...

source: Connecting…
ar: جارٍ الاتصال...
de: Verbinde…
es: Conectando...
eu: Konektatzen...
fr: Connexion en cours...
ko: 연결 중...
pt_br: Conectando...
ru: Соединение…
sq: Po lidhet…
th_th: กำลังเชื่อมต่อ...

source: Contact info
ar: معلومات إتصال
de: Kontaktinformationen
es: Datos de contacto
fr: Informations de contact
ko: 연락 정보
pt_br: Informação de contato
ru: Контактная информация
sq: Hollësi kontakti
th_th: ข้อมูลการติดต่อ

source: Contacting server…
ar: جارٍ الاتصال بالخادم…
de: Kontaktiere Server…
es: Contactando servidor...
eu: Zerbitzaria kontaktatzen...
fr: Connexion au serveur...
ko: 서버에 연결 중...
pt_br: Conectando ao servidor...
ru: Соединение с сервером…
sq: Po kontaktohet shërbyesi…
th_th: กำลังติดต่อเซิร์ฟเวอร์...

source: Contents from cache.
ar: محتويات من ذاكرة التخزين المؤقتة.
de: Inhalte aus Zwischenspeicher
es: Contenidos de la caché.
eu: Cacheko edukiak.
fr: Contenu du cache.
ko: 캐시 내용
pt_br: Conteúdo do cache.
ru: Содержимое из кэша.
sq: Lëndë prej fshehtine.
th_th: เนื้อหาจากแคช

source: Continue
ar: متابعة
de: Fortsetzen
es: Continuar
eu: Jarraitu
fr: Continuer
ko: 계속
pt_br: Continuar
ru: Продолжить
sq: Vazhdo
th_th: ดำเนินการต่อ

source: Continue offline
ar: الاستمرار دون اتصال بالإنترنت
de: Offline fortfahren
es: Seguir offline
eu: Jarraitu offline
fr: Continuer hors ligne
ko: 오프라인으로 계속하기
pt_br: Continuar offline
ru: Продолжить без сети
sq: Vazhdo pa qenë në linjë
th_th: ใช่งานแบบออฟไลน์ต่อไป

source: Convert HEIC to JPEG
ar: تحويل HEIC إلى JPEG
de: Konvertiere HEIC zu JPEG
es: Convertir HEIC a JPEG
eu: HEIC JPEGera bihurtu
fr: Convertir HEIC en JPEG
ko: HEIC에서 JPEG로 변환
pt_br: Converter HEIC para JPEG
ru: Преобразовать HEIC в JPEG
sq: Shndërroje HEIC në JPEG
th_th: แปลง HEIC เป็น JPEG

source: Convert videos to MP4
ar: تحويل ملفات الفيديو إلى MP4
de: Videos konvertieren zu MP4
es: Convertir videos a MP4
eu: Bideoak MP4ra bihurtu
fr: Convertir les vidéos en MP4
ko: 동영상을 MP4로 변환
pt_br: Converta vídeos para MP4
ru: Преобразовать видео в MP4
sq: Shndërroji videot në MP4
th_th: แปลงวิดีโอเป็น MP4

source: Coordinates
ar: إحداثيات
de: Koordinaten
es: Coordenadas
fr: Coordonnées
ko: 좌표
pt_br: Coordenadas
ru: Координаты
sq: Koordinata
th_th: พิกัด

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
eu: Kopiatu
fr: Copier
ko: 복사
pt_br: Copiar
ru: Копировать
sq: Kopjoje
th_th: คัดลอก

source: Copy here
ar: نسخ هنا
de: Hierhin kopieren
es: Copiar aqui
eu: Kopiatu hemen
fr: Copier ici
ko: 여기를 복사하기
pt_br: Copiar aqui
ru: Копировать сюда
sq: Kopjoje këtu
th_th: ึคัดลอก

source: Copy Private Link
ar: انسخ رابطًا خاصًا
de: Privaten Link kopieren
es: Copiar enlace privado
eu: Esteka Pribatua kopiatu
fr: Copier le lien privé
ko: 비공개 링크 복사
pt_br: Copiar Linque Privado
ru: Копировать приватную ссылку
sq: Kopjo Lidhje Private
th_th: คัดลอกลิงก์ส่วนตัว

source: Copying %ld items…
ar: جارٍ نسخ عناصر %ld…
de: Kopiere %ld Elemente…
es: Copiando %ld elementos...
eu: %ld alde kopiatzen...
fr: Copie de %ld éléments…
ko: 항목 %ld개 복사 중…
pt_br: Copiando %ld itens…
ru: Копирование %ld элементов…
sq: Po kopjohen %ld objekte…
th_th: กำลังคัดลอก %ld ไฟล์

source: Copyright
ar: حقوق النشر
de: Urheberrecht
es: Derechos de Autor
fr: Droit d'auteur
ko: 저작권
pt_br: Direitos Autorais
ru: Авторские права защищены
sq: Të drejta kopjimi
th_th: ลิขสิทธิ์

source: Could not get the picture
ar: تعذّر الحصول على الصورة
de: Bild konnte nicht geladen werden
es: No se pudo obtener la imagen
eu: Ezin izan da irudia lortu
fr: Impossible d'obtenir l'image
ko: 사진을 불러올 수 없음
pt_br: Não foi possível obter a imagem
ru: Не удалось получить изображение
sq: S’u mor dot figura
th_th: ไม่สามารถรับรูปภาพได้

source: Couldn't resolve a private link since the item is not known to the server.
ar: تعذر حل رابط خاص لأن العنصر غير معروف للخادم.
de: Ein privater Link konnte nicht aufgelöst werden - das Element ist auf dem Server nicht mehr vorhanden.
es: No se pudo resolver un enlace privado porque el servidor no conoce el elemento.
fr: Impossible de résoudre un lien privé car l'élément n'est pas connu au serveur.
ko: 서버에서 항목을 알 수 없어 비공개 링크를 확인할 수 없습니다.
pt_br: Não foi possível resolver um linque privado, pois o item não é conhecido pelo servidor.
ru: Не удалось раскрыть личную ссылку, так как элемент не известен серверу.
sq: S’u bë dot shquarja e një lidhjeje private, ngaqë objekti s’njihet nga shërbyesi.
th_th: ไม่สามารถแก้ไขลิงก์ส่วนตัวเนื่องจากไม่รู้จักรายการไปยังเซิร์ฟเวอร์

source: Couldn't resolve a private link since you are offline and corresponding item is not cached locally.
ar: تعذر حل رابط خاص نظرًا لأنك في وضع عدم الاتصال ولا يتم تخزين العنصر المقابل محليًا.
de: Ein privater Link konnte im Offline-Modus nicht aufgelöst werden - das entsprechende Element wurde noch nicht lokal zwischengespeichert.
es: No se pudo resolver un enlace privado porque no está conectado y el elemento correspondiente no está almacenado en caché localmente.
fr: Impossible de résoudre un lien privé car vous êtes hors ligne et l'élément correspondant n'est pas mis en cache localement.
ko: 현재 오프라인이며 해당 항목이 로컬에 캐시되지 않아 비공개 링크를 확인할 수 없습니다.
pt_br: Não foi possível resolver um linque privado porque você está offline e o item correspondente não está armazenado em cache localmente.
ru: Не удалось раскрыть личную ссылку, так как вы без сети и соответствующий элемент не закэширован локально.
sq: S’u bë dot shquarja e një lidhjeje private, ngaqë s’jeni i lidhur në internet dhe objekti përgjegjës s’është ruajtur lokalisht në fshehtinë.
th_th: ไม่สามารถแก้ไขลิงก์ส่วนตัวเนื่องจากคุณอยูในสถานะออฟไลน์ และรายการที่เกี่ยวข้องไม่มีแคชในเครื่อง

source: Create
ar: إنشاء
de: Erstellen
es: Crear
eu: Sortu
fr: Créer
ko: 만들기
pt_br: Criar
ru: Создать
sq: Krijoje
th_th: สร้าง

source: Create folder
ar: أنشئ مجلدًا
de: Ordner erstellen
es: Crear carpeta
eu: Sortu karpeta
fr: Créer un dossier
ko: 폴더 만들기
pt_br: Criar pasta
ru: Создать папку
sq: Krijo dosje
th_th: สร้างโฟลเดอร์

source: Create one file per page
ar: أنشئ ملفًا واحدًا لكل صفحة
de: Eine Datei pro Seite erstellen
es: Crear un fichero por página
fr: Créer un fichier par page
ko: 페이지 당 파일 생성
pt_br: Criar um aquivo por página
ru: Создавать по файлу на каждую страницу
sq: Krijo një kartelë për faqe
th_th: สร้างหนึ่งไฟล์ต่อหนึ่งหน้า

source: Creating %ld folders…
ar: جارٍ إنشاء مجلدات %ld…
de: Erstelle %ld Ordner…
es: Creando %ld carpetas...
eu: %ld karpetak sortzen...
fr: Création de %ld dossiers…
ko: %ld 폴더 생성 중…
pt_br: Criando %ld pastas…
ru: Создание %ld папок…
sq: Po krijohen %ld dosje…
th_th: กำลังสร้าง %ld โฟลเดอร์

source: Creative
ar: مبدع
de: Kreativ
es: Creativo
fr: Créative
pt_br: Criativa
ru: Творческий
th_th: สร้างสรรค์

source: Credentials
ar: بيانات الاعتماد
de: Zugangsdaten
es: Credenciales
eu: Kredentzialak
fr: Informations d'identification
ko: 인증 정보
pt_br: Credenciais
ru: Учётные данные
sq: Kredenciale
th_th: ข้อมูลส่วนตัวสำหรับเข้าระบบ

source: Cut
ar: قص
de: Ausschneiden
es: Cortar
fr: Couper
ko: 자르기
pt_br: Cortar
ru: Вырезать
sq: Prije
th_th: ตัด

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
eu: Iluna
fr: Sombre
ko: 어두움
pt_br: Escuro
ru: Тёмная
sq: E errët
th_th: มืด

source: Data usage
ar: استخدام البيانات
de: Daten-Nutzung
es: Uso de datos
fr: L'utilisation de données
ko: 데이터 사용량
pt_br: Uso de dados
ru: Использование данных
sq: Përdorim të dhënash
th_th: การใช้ข้อมูล

source: date
ar: التاريخ
de: Datum
es: fecha
eu: data
ko: 날짜
pt_br: data
ru: дате
sq: datë
th_th: วันที่

source: Date
ar: التاريخ
de: Datum
es: Fecha
eu: Data
ko: 날짜
pt_br: Data
ru: Дата
sq: Datë
th_th: วันที่

source: Decline
ar: رفض
de: Ablehnen
es: Denegar
eu: Uko egin
fr: Refuser
ko: 거절
pt_br: Rejeitar
ru: Отклонить
sq: Hidhe poshtë
th_th: ลดลง

source: Decline Share failed
ar: فشل رفض المشاركة
de: Ablehnen der Freigabe fehlgeschlagen
es: Falló declinar compartir
eu: Partekatzeari uko egiteak huts egin du
fr: Refuser le partage a échoué
ko: 공유 거절 실패
pt_br: Recusa de compartilhamento falhou
ru: Ошибка отклонения совместного доступа
sq: Dështoi Hedhja Tej e Pjesës
th_th: ปฏิเสธการแชร์ล้มเหลว

source: Declined
ar: تم الرفض
de: Abgelehnt
es: Denegado
eu: Ez onartua
fr: Refusé
ko: 거절됨
pt_br: Rejeitado
ru: Отклонено
sq: Hedhur Poshtë
th_th: ปฏิเสธ

source: Decrease Slider Value
ar: قلل قيمة شريط التمرير
de: Schiebereglerwert verringern
es: Decrementar valor
fr: Diminuer la valeur du curseur
ko: 슬라이더 값 감소
pt_br: Decrescer o Valor de Recuo
ru: Увеличить значение слайдера
sq: Zvogëloni Vlerë Rrëshqitësi
th_th: ลดจำนวน Slider

source: Delete
ar: حذف
de: Löschen
es: Eliminar
eu: Ezabatu
fr: Supprimer
ko: 삭제
pt_br: Excluir
ru: Удалить
sq: Fshije
th_th: ลบ

source: Delete all
ar: حذف الكل
de: Alle löschen
es: Eliminar todo
eu: Ezabatu dena
fr: Tout effacer
ko: 모두 삭제
pt_br: Excluir Tudo
ru: Удалить все
sq: Fshiji krejt
th_th: ลบทั้งหมด

source: Delete all log files?
ar: هل تريد حذف جميع ملفات السجل؟
de: Protokolldateien löschen?
es: ¿Eliminar todos los logs?
eu: Log fitxategi guztiak ezabatu?
fr: Supprimer tous les fichiers log?
ko: 로그 파일을 삭제하시겠습니까?
pt_br: Excluir todos os arquivos de log?
ru: Удалить все лог-файлы?
sq: Të fshihen krejt kartelat regjistër?
th_th: ลบไฟล์ log ทั้งหมด?

source: Delete Authentication Data
ar: حذف بيانات المصادقة
de: Lösche Anmeldedaten
es: Eliminar Datos de Autenticación
eu: Ezabatu Autentifikazioa Datuak
fr: Supprimer les données d'authentification
ko: 인증 정보 삭제
pt_br: Excluir dados de autenticação
ru: Удалить данные аутентификации
sq: Fshi të Dhëna Mirëfilltësimi
th_th: ลบข้อมูลการรับรองความถูกต้อง

source: Delete code
ar: احذف الرمز
de: Code löschen
es: Eliminar código
eu: Ezabatu kodea
fr: Supprimer le code
ko: 코드 삭제
pt_br: Excluir o código
ru: Удалить код
sq: Fshije kodin
th_th: ลบรหัส

source: Delete unused local copies
ar: حذف نسخ محلية غير مستخدمة
de: Lösche ungenutzte lokale Kopien
es: Borrar copias locales no usadas
eu: Ezabatu erabiltzen ez diren kopia lokalak
fr: Supprimer les copies locales inutilisées
ko: 사용하지 않는 로컬 복사본 삭제
pt_br: Excluir cópias locais não usadas
ru: Удалить неиспользуемые локальные копии
sq: Fshi kopje vendore të papërdorura
th_th: ลบสำเนาที่ไม่ได้ใช้ในเครื่อง

source: Deleting %ld items…
ar: جارٍ حذف عناصر %ld…
de: Lösche %ld Elemente…
es: Eliminando %ld elementos...
eu: %ld ale ezabatzen...
fr: Suppression de %ld éléments ...
ko: 항목 %ld개 삭제 중…
pt_br: Excluindo %ld itens…
ru: Удаление %ld элементов…
sq: Po fshihen %ld objekte…
th_th: กำลังลบ %ld ไฟล์

source: Density
ar: كثافة
de: Dichte
es: Densidad
fr: Densité
ko: 밀도
pt_br: Densidade
ru: Плотность
sq: Dendësi
th_th: หนาแน่น

source: Description
ar: الوصف
de: Beschreibung
es: Descripción
ko: 설명
pt_br: Descrição
ru: Описание
sq: Përshkrim
th_th: รายละเอียด

source: Deselect All
ar: إلغاء تحديد الكل
de: Alles abwählen
es: Deseleccionar todo
eu: Desautatu dena
fr: Tout déselectionner
ko: 전체 삭제
pt_br: Desmarcar Todos
ru: Снять весь выбор
sq: Shpërzgjidhi Krejt
th_th: ยกเลิกการเลือกทั้งหมด

source: Diagnostic Overview
ar: نظرة عامة على التشخيص
de: Diagnose-Übersicht
es: Descripción general del diagnóstico
fr: Aperçu du diagnostic
ko: 개요 진단
pt_br: Visão geral do Diagnóstico
ru: Диагностический обзор
sq: Përmbledhje Diagnostikimi
th_th: ภาพรวมการวินิจฉัย

source: Diagnostics
ar: التشخيصات
de: Diagnose
es: Diagnósticos
ko: 진단
pt_br: Diagnósticos
ru: Диагностика
sq: Diagnostikime
th_th: วินิจฉัย

source: Didn't fire
ar: لم يفصل
de: Aus
es: No disparó
fr: N'a pas tiré
ko: 플래시 사용하지 않음
pt_br: Não disparou
ru: Не сработала
sq: S’u shkrep
th_th: ไม่ได้ถ่าย

source: Digitized date
ar: تاريخ رقمي
de: Digitalisiertes Datum
es: Fecha digitalizada
fr: Date numérisée
ko: 디지털화 날짜
pt_br: Data digitalizada
ru: Дата оцифровки
sq: Datë digitalizimi
th_th: แปลงวันที่เป็นดิจิทัล

source: Discard changes
ar: تجاهل التغييرات
de: Änderungen verwerfen
es: Descartar cambios
fr: Annuler les modifications
ko: 변경 내용 삭제
pt_br: Descartar mudanças
ru: Выбросить изменения
sq: Hidhi tej ndryshimet
th_th: ยกเลิกการเปลี่ยนแปลง

source: Disconnect
ar: قطع الاتصال
de: Trennen
es: Desconectar
eu: Deskonektatu
fr: Déconnexion
ko: 연결 해제
pt_br: Desconectar
ru: Отключить
sq: Shkëputu
th_th: ตัดการเชื่อมต่อ

source: Do you want to open the following URL?
ar: هل ترغب في فتح عنوان URL التالي؟
de: Möchten Sie die folgende URL öffnen?
es: ¿Desea abrir la siguiente URL?
eu: Ondorengo URLa ireki nahi duzu?
fr: Voulez-vous ouvrir l'URL suivante?
ko: 이 URL을 여시겠습니까?
pt_br: Você deseja abrir o seguinte endereço URL?
ru: Вы хотите открыть следующую ссылку?
sq: Doni të hapet URL-ja vijuese?
th_th: คุณต้องการเปิด URL ต่อไปนี้?

source: Document Scanner
ar: ماسح المستند
de: Dokumentenscanner
es: Escáner de documentos
fr: Scanner de documents
ko: 문서 스캐너
pt_br: Scanner de Documentos
ru: Сканер документов
sq: Skaner Dokumentesh
th_th: ตัวสแกนเอกสาร

source: Documentation
ar: المستندات
de: Dokumentation
es: Documentación
ko: 문서
pt_br: Documentação
ru: Документация
sq: Dokumentim
th_th: เอกสารคู่มือประกอบการใช้งาน

source: Documents
ar: مستندات
de: Dokumente
es: Documentos
eu: Dokumentuak
ko: 문서
pt_br: Documentos
ru: Документы
sq: Dokumente
th_th: เอกสาร

source: Done
ar: تم
de: Fertig
es: Hecho
eu: Egina
fr: Terminé
ko: 완료
pt_br: Concluída
ru: Выполнено
sq: U bë
th_th: เสร็จสิ้น

source: Download / View
ar: تنزيل/عرض
de: Herunterladen / Ansehen
es: Descargar / Ver
eu: Deskargatu / Ikusi
fr: Télécharger / Voir
ko: 다운로드 / 보기
pt_br: Baixar / Visualizar
ru: Скачивание / Просмотр
sq: Të shkarkojë / Të shohë
th_th: ดาวน์โหลดหรือดู

source: Download / View / Upload
ar: تنزيل/عرض/تحميل
de: Herunterladen / Ansehen / Hochladen
es: Descargar / Ver / Subir
eu: Deskargatu / Ikusi / Kargatu
fr: Télécharger / Voir / Téléverser
ko: 다운로드 / 조회 / 업로드
pt_br: Baixar / Visualizar / Enviar
ru: Скачивание / Просмотр / Закачка
sq: Të shkarkojë / Të shohë / Të ngarkojë
th_th: ดาวน์โหลด ดู หรืออัปโหลด

source: Download instead of streaming
ar: تنزيل بدلاً من البث
de: Herunterladen statt streamen
es: Descargar en vez de transmitir
fr: Télécharger au lieu de diffuser
ko: 스트리밍 대신 다운로드
pt_br: Baixe em vez de streaming
ru: Скачать вместо просмотра
sq: Shkarkoje, në vend se ta transmetosh
th_th: ดาวน์โหลดแทนการสตรีม

source: Downloading %ld files…
ar: جارٍ تنزيل ملفات %ld…
de: Lade %ld Dateien…
es: Descargando %ld elementos...
eu: %ld ale deskargatzen
fr: Téléchargement de %ld fichiers ...
ko: 파일 %ld개 다운로드 중…
pt_br: Baixar %ld arquivos…
ru: Скачивание %ld файлов…
sq: Po shkarkohen %ld kartela…
th_th: กำลังดาวน์โหลด %ld ไฟล์

source: Duplicate
ar: تكرار
de: Duplizieren
es: Duplicar
eu: Bikoiztu
fr: Dupliquer
ko: 복제
pt_br: Duplicado
ru: Дублирование
sq: Përsëdyte
th_th: ซ้ำ

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
eu: Editatu
fr: Éditer
ko: 편집
pt_br: Editar
ru: Редактировать
sq: Përpunoni
th_th: แก้ไข

source: Edit account
ar: تحرير الحساب
de: Konto bearbeiten
es: Modificar cuenta
eu: Kontua editatu
fr: Modifier le compte
ko: 계정 편집
pt_br: Editar conta
ru: Изменить учётную запись
sq: Përpunoni llogari
th_th: แก้ไขบัญชี

source: Enable
ar: تفعيل
de: Aktivieren
es: Activar
fr: Activer
ko: 사용함
pt_br: Habilitar
ru: Включить
sq: Aktivizoje
th_th: เปิดใช้งาน

source: Enable diagnostics
ar: تمكين التشخيص
de: Diagnose aktivieren
es: Habilitar diagnósticos
fr: Activer les diagnostics
ko: 진단 활성화
pt_br: Habilitar diagnósticos
ru: Включить диагностику
sq: Aktivizo diagnostikime
th_th: เปิดใช้งานการวินิจฉัย

source: Enable logging
ar: تمكين التسجيل
de: Protokollierung aktivieren
es: Habilitar registro
eu: Gaitu erregistroa
fr: Activer la journalisation
ko: 로그 활성화
pt_br: Habilitar escrita no Log
ru: Включить журналирование
sq: Aktivizo regjistrimet
th_th: เปิดใช้ระบบบันทึกข้อมูล

source: enabled
ar: مُفعَّل
de: aktiviert
es: activado
fr: activé
ko: 활성화됨
pt_br: habilitado
ru: включен
sq: e aktivizuar
th_th: เปิดใช้งาน

source: Enabling presentation mode will prevent the display from sleep mode until the view is closed.
ar: تمكين وضع العرض التقديمي يؤدي إلى منع الشاشة من وضع السكون إلى أن يتم إغلاق العرض.
de: Wenn Sie den Präsentationsmodus aktivieren, wird das Display nicht in den Ruhezustand versetzt, bis die Ansicht geschlossen wird.
es: Habilitar el modo de presentación evitará que la pantalla pase al modo de suspensión hasta que se cierre la vista.
ko: 발표 모드를 활성화하면 보기가 닫힐 때까지 디스플레이가 절전 모드에서 해제됩니다.
pt_br: Habilitar o modo de apresentação impedirá que o monitor entre no modo de hibernação até que a visualização seja fechada.
ru: Включение режима презентации не даст экрану уйти в спящий режим, пока просмотр не будет закрыт.
sq: Aktivizimi i mënyrës paraqitje do ta pengojë ekranin të kalojë në mënyrën dremitje, deri kur të mbyllet pamja.
th_th: เปิดใช้งานโหมดการนำเสนอ เพื่อป้องกันไม่ให้จอเข้าสู่โหมดสลีปจนกว่าจะปิดมุมมอง
